Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/educational_material_fi/miten_saan_saamen_kielen_opetusta.pdf.tmx
Source language: fin
Languages: sms

source: Mahdollisuuksista saamen kielen ja saamenkieliseen opetukseen säädetään perusopetus- ja lukiolaeissa, opetus- ja kulttuuriministeriön määräyksissä ja opetussuunnitelman perusteissa.
sms: Sääʹmǩiõl da sääʹmǩiõlʼlaž mättʼtõs Lääʹddjânnmest Vuäittmõõžžin sääʹmǩiõl da sääʹmǩiõlʼlaž mättʼtõʹsse šiõtteet vuâđđmättʼtõs- da lookkjiškooul-laaʹjjin, mättʼtõs- da kultturministeria meärrõõzzin da mättʼtemplaan vuâđain.

source: Voimassaolevat mahdollisuudet koskevat kaikkia kolmea saamen kieltä: inarin-, koltan- ja pohjoissaamea.
sms: Viõǥǥâst åårrai vuäittmõõžž kuâʹsǩǩe pukid kolmm sääʹmǩiõl: aanar-, nuõrttsääʹm- ja tâʹvvsääʹmǩiõlid.

source: Saamelaisten kotiseutualueen kunnissa koulu on velvollinen järjestämään saamen kieltä osaavien oppilaiden perusopetuksen pääosin saamen kielellä.
sms: Säʹmmlai dommvuuʹd kooʹddin škooul lij õõlǥtum riâššâd sääʹmǩiõl siltteeʹji škooulneeʹǩǩi vuâđđmättʼtõõzz väʹlddvuäʹzzin sääʹmǩiõlin.

source: Käytännössä se tarkoittaa perusopetuksen oppilaalle oikeutta saada opetuksestaan vähintään puolet saamen kielellä.
sms: Takaivueʹjjest tõn mieʹrren lij, što škooulneeʹǩǩest lij vuõiggâdvuõtt vuäǯǯad vuâđđmättʼtõõzz uuʹccmõsân bieʹll sääʹmǩiõlin.

source: Lukiossa ja ammatillisessa koulutuksessa saamenkielinen opetus on myös mahdollista.
sms: Lookkjiškooulâst da ämmatlaž škooultõõzzâst sääʹmǩiõllsâž mättʼtõs lij še vuäittmõõžžâst.

source: Lisäksi kotiseutualueella on mahdollista lukea saamea äidinkielen ja vieraan kielen oppiaineina perusopetuksessa, lukiossa ja ammatillisessa koulutuksessa.
sms: Lââʹssen dommvuuʹdest lij vuäittmõš lookkâd sääʹmǩiõl da veeʹres ǩiõl mättʼtemaunnsid vuâđđmättʼtõõzzâst, lookkjiškooulâst da ämmtlaž škooultõõzzâst.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella on mahdollista saada saamen kielen opetusta, mutta opetuksen järjestäminen edellyttää erityistä aktiivisuutta!
sms: Säʹmmlai dommvuuʹd kooʹddi åålǥbeäʹlnn lij vuäittmõš vuäǯǯad sääʹmǩiõl mättʼtõõzz, leâʹša mättʼtõõzz riâššmõš ooudald spesial aktiiv-vuõđ! Mättʼtõõzz riâžžât âʹlddmättʼtõsân da še virtualʼlânji.

source: info@samediggi.fi, joka auttaa opiskelijoita, vanhempia ja koulutuksen järjestäjiä opetuksen ai
sms: Tuåiʹmme tän a info@samediggi.fi, k ååʹtt veäʹǩǩad mättʹtõõđjid, puärrsid da škooultõõzz riâššjid mättʼtõõzz äiggavuäǯǯmõõžžâst.

source: kaansaamisessa.
sms: Vuäitak lââʹssen väʹldded õhttvuõđ sääʹmteeʹǧǧ škoouʹlʼjem- da mättʼtem-materialkonttr

source: Ylioppilastutkinnossa on mahdollista suorittaa saamen kielen äidinkielen tai vieraan kielen koe.
sms: Pâʹjjmättʼtõõtti-tuʹtǩǩõõzzâst lij vuäittmõš spraavdõõttâd sääʹmǩiõl jieʹnnǩiõl leʹbe veeʹres ǩiõl teeʹst.

source: Saamen kielen lukiokursseja on mahdollista suorittaa myös virtuaalisesti.
sms: Sääʹmǩiõl lookkjiškooulkuursid lij vuäittmõš spraavdõõttâd še virtualʼlânji.

source: Saamelaisten kotiseutu www.sogsakk.fi ja lisäksi saamen kielen kurssien järjestämistä e ossa www.elukio.fi. Lukiokurssien suorittamismahdollisuutta voi kysyä myös saamelaisten kotiseutualueen kuntien lukioista, joilla on virtuaaliopiskelijoita vuosittain.
sms: Säʹmmlai dommvuuʹd kooʹddi åålǥbeäʹlnn lookkjiškooulâst lookki vuäiʹtte ǩiõččâd mättjemtarjjumuužž sääʹmvuuʹd škooulʼjemkõõskõõzz virtualškooulâst www.sogsakk.fi da lââʹssen sääʹmǩiõl kuursi riâššmõõžž e-lookkjiškooulâst www.elukio.fi.

source: alueen kuntien ulkopuolella lukiota käyvien kannattaa seurata opintotarjontaa saamelaisalueen koulutuskeskuksen virtuaalikoulussaluki
sms: Lookkjiškooulkuursi spraavdõõttâmvuäittmõõžž vuäitt kõõččâd še säʹmmlai dommvuuʹd kooʹddi lookkjiškooulin, koin liâ virtualmättʼtõõđi piirieeʹjji.

source: Saamelaisalueen koulutuskeskus järjestää vuosittain koko lukuvuoden mittaisen lähikoulutuksen inarin-, koltan- ja pohjoissaamen kieli ssä, www.sogsakk.fi.
sms: Sääʹmvuuʹd škoouʹlʼjemkõõskõs reäšš piirieeʹjji obb lookkâmpââi piʹštti aʹlddškooultõõzz aanar-, nuõrtt, www.sogsakk.fi. sääʹm- da tâʹvvsääʹmǩiõlin

source: Suomen yliopistoista kolmessa on mahdollista opiskella saamen kieltä:
sms: Lääʹddjânnam kolmmen universiteeʹttin lij vuäittmõš mättʼtõõttâd sääʹmǩiõl:
